

#主界面
parts_0_Cfg = [
	#图片索引[类型，id]，缩放[宽，高], 绘制位置[x,y], 部件名, 部件索引(为-1表示没有下一部件), 对应动作
	["./FineArts/parts/角色.png", [100,100], [0,0],   "角色", 1, 1],	#
	["./FineArts/parts/背包.png", [100,100], [100,0], "背包", 2, 0],	#
	["./FineArts/parts/战斗.png", [100,100], [200,0], "战斗", 3, 2],	#
	["./FineArts/parts/阵型.png", [100,100], [300,0], "阵型", 4, 0],	#
	["./FineArts/parts/保存.png", [100,100], [400,0], "保存", 5, 2],	#
]

#角色界面
parts_1_Cfg = [
	#图片存放地址，缩放[宽，高], 绘制位置[x,y], 部件名, 部件索引(为-1表示没有下一部件), 对应动作
]

#背包界面
parts_2_Cfg = [
	#图片存放地址，缩放[宽，高], 绘制位置[x,y], 部件名, 部件索引(为-1表示没有下一部件), 对应动作
]
